export const news = [
  {
    title: 'Запуск сайта',
    date: '10.10.2025',
    text: 'Мы рады объявить, что сайт по Dying Light полностью готов! Здесь вы найдете информацию о сюжете, персонажах, оружии, инвентаре, интерактивные карты и галерею. Следите за обновлениями — впереди много новых материалов и гайдов.'
  },
  {
    title: 'Будущие новости',
    date: '',
    text: 'Здесь будут появляться новые новости и обновления сайта. Скоро ждите анонсы гайдовых материалов, внутриигровых советов и новых интерактивных карт.'
  }
]
