export const news = [
  {
    title: 'Запуск сайта',
    date: '12.10.2025',
    text: 'Мы рады объявить, что сайт по Dying Light полностью готов! Здесь вы найдете подробную информацию о сюжете, ключевых персонажах, типах оружия и инвентаря, интерактивные карты с локациями и заданиями, а также красочную галерею с артами и скриншотами игры. На сайте вас ждут гайды по выживанию, советы по сражениям с зомби и боссами, а также подробные обзоры оружия и инструментов, которые помогут максимально эффективно исследовать мир Харан. Вы сможете планировать свои маршруты на интерактивной карте, находить спрятанные тайники и секреты, а также узнавать интересные факты о лоре игры. Мы будем регулярно обновлять сайт: добавлять новые материалы, видео и полезные гайды, чтобы фанаты могли получать максимум информации и наслаждаться игрой ещё больше. Следите за обновлениями — впереди много увлекательного контента, эксклюзивных материалов и подробных инструкций по прохождению. Присоединяйтесь к нашему сообществу, исследуйте мир Dying Light и делитесь своими впечатлениями. Добро пожаловать в Харан!'
  },
  {
    title: 'Будущие новости',
    date: '10.10.2025',
    text: 'Здесь будут появляться новые новости и обновления сайта. Скоро ждите анонсы гайдовых материалов, внутриигровых советов и новых интерактивных карт.'
  }
]
